Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Voice mode bypasses the routing classifier and goes straight to your **primary cloud provider** for the duration of the session (or Apple if Apple is your only configured provider). Mirrors how ChatGPT Advanced Voice / Gemini Live / Pi.ai handle voice — one model for the whole session so the conversation doesn't drift between models mid-sentence. The earcon names the active model out loud: "Flo here, Sonnet." / "Flo here, Apple." / "Flo here, Haiku."
ar: يتجاوز الوضع الصوتي مصنِّف التوجيه ويذهب مباشرة إلى **مزوّدك السحابي الأساسي** طوال مدة الجلسة (أو Apple إذا كان المزوّد الوحيد المُعدّ لديك). يحاكي ذلك طريقة تعامل ChatGPT Advanced Voice وGemini Live وPi.ai مع الصوت — نموذج واحد للجلسة كاملة حتى لا تنجرف المحادثة بين النماذج في منتصف الجملة. تُعلن الإشارة الصوتية اسم النموذج النشط بصوت عالٍ: "Flo here, Sonnet." / "Flo here, Apple." / "Flo here, Haiku."
da: Stemmetilstand springer routingklassifikatoren over og går direkte til din **primære cloududbyder** så længe sessionen varer (eller Apple, hvis Apple er din eneste konfigurerede udbyder). Det svarer til, hvordan ChatGPT Advanced Voice / Gemini Live / Pi.ai håndterer stemme — én model til hele sessionen, så samtalen ikke skifter model midt i en sætning. Lydsignalet siger den aktive model højt: »Flo here, Sonnet.« / »Flo here, Apple.« / »Flo here, Haiku.«
de: Der Sprachmodus umgeht die Routing-Klassifizierung und geht für die Dauer der Sitzung direkt an deinen **primären Cloud-Anbieter** (oder an Apple, wenn Apple dein einziger eingerichteter Anbieter ist). Das entspricht der Handhabung von Sprache bei ChatGPT Advanced Voice / Gemini Live / Pi.ai — ein Modell für die gesamte Sitzung, damit die Unterhaltung nicht mitten im Satz zwischen Modellen wechselt. Der Signalton nennt das aktive Modell laut: „Flo hier, Sonnet.“ / „Flo hier, Apple.“ / „Flo hier, Haiku.“
es: El modo de voz se salta el clasificador de enrutamiento y va directamente a tu **proveedor principal en la nube** durante toda la sesión (o a Apple si Apple es tu único proveedor configurado). Funciona como ChatGPT Advanced Voice / Gemini Live / Pi.ai con la voz: un único modelo para toda la sesión, para que la conversación no salte de un modelo a otro a mitad de frase. El aviso sonoro dice en voz alta el modelo activo: «Flo aquí, Sonnet.» / «Flo aquí, Apple.» / «Flo aquí, Haiku.»
fi: Puhetila ohittaa reititysluokittimen ja menee suoraan **ensisijaiselle pilvipalveluntarjoajallesi** koko istunnon ajaksi (tai Applelle, jos Apple on ainoa määritetty palveluntarjoajasi). Tämä vastaa tapaa, jolla ChatGPT Advanced Voice / Gemini Live / Pi.ai käsittelevät puhetta — yksi malli koko istunnon ajan, jotta keskustelu ei vaihda mallia kesken lauseen. Äänimerkki kertoo aktiivisen mallin ääneen: "Flo täällä, Sonnet." / "Flo täällä, Apple." / "Flo täällä, Haiku."
fr: Le mode vocal contourne le classificateur de routage et va directement à votre **fournisseur cloud principal** pendant toute la session (ou à Apple si Apple est votre seul fournisseur configuré). C’est le même principe que ChatGPT Advanced Voice / Gemini Live / Pi.ai — un seul modèle pour toute la session, afin que la conversation ne passe pas d’un modèle à l’autre en pleine phrase. Le signal sonore annonce le modèle actif à voix haute : « Flo à l’écoute, Sonnet. » / « Flo à l’écoute, Apple. » / « Flo à l’écoute, Haiku. »
is: Raddhamur fer fram hjá leiðarvalsflokkaranum og fer beint til **aðal skýjaþjónustuaðilans** þíns alla lotuna (eða til Apple ef Apple er eini uppsetti þjónustuaðilinn). Þetta líkir eftir því hvernig ChatGPT Advanced Voice / Gemini Live / Pi.ai meðhöndla rödd — eitt líkan alla lotuna svo samtalið flakki ekki milli líkana í miðri setningu. Hljóðmerkið segir upphátt hvaða líkan er virkt: „Flo here, Sonnet.“ / „Flo here, Apple.“ / „Flo here, Haiku.“
it: La modalità vocale salta il classificatore di instradamento e va direttamente al tuo **fornitore cloud principale** per tutta la sessione (o ad Apple se Apple è l'unico fornitore configurato). Rispecchia il modo in cui ChatGPT Advanced Voice / Gemini Live / Pi.ai gestiscono la voce: un solo modello per tutta la sessione, così la conversazione non passa da un modello all'altro a metà frase. Il segnale acustico annuncia ad alta voce il modello attivo: "Qui Flo, Sonnet." / "Qui Flo, Apple." / "Qui Flo, Haiku."
ja: 音声モードはルーティング分類器を迂回し、セッションの間はずっと **メインのクラウドプロバイダ** に直接つながります（Apple しか設定していない場合は Apple）。ChatGPT Advanced Voice / Gemini Live / Pi.ai の音声の扱いと同じで、セッション全体で一つのモデルを使うため、会話の途中でモデルが入れ替わることはありません。開始音で使用中のモデル名が読み上げられます：「Flo here, Sonnet.」/「Flo here, Apple.」/「Flo here, Haiku.」
ko: 음성 모드는 라우팅 분류기를 건너뛰고 세션 동안 **기본 클라우드 제공업체**로 바로 연결됩니다(설정된 제공업체가 Apple뿐이라면 Apple로). ChatGPT Advanced Voice / Gemini Live / Pi.ai가 음성을 다루는 방식과 같습니다 — 세션 전체에 하나의 모델을 사용해 문장 중간에 대화가 다른 모델로 넘어가지 않습니다. 알림음이 활성 모델 이름을 소리 내어 알려 줍니다: "Flo here, Sonnet." / "Flo here, Apple." / "Flo here, Haiku."
nb: Talemodus går utenom rutingsklassifisereren og går rett til **den primære skyleverandøren** din så lenge økten varer (eller Apple hvis Apple er den eneste leverandøren du har satt opp). Det speiler hvordan ChatGPT Advanced Voice / Gemini Live / Pi.ai håndterer tale — én modell for hele økten, så samtalen ikke glir mellom modeller midt i en setning. Lydsignalet sier navnet på den aktive modellen høyt: «Flo here, Sonnet.» / «Flo here, Apple.» / «Flo here, Haiku.»
nl: De spraakmodus slaat de routeringsclassificatie over en gaat voor de duur van de sessie rechtstreeks naar je **primaire cloudaanbieder** (of naar Apple als Apple je enige ingestelde aanbieder is). Dat is hoe ChatGPT Advanced Voice / Gemini Live / Pi.ai spraak afhandelen — één model voor de hele sessie, zodat het gesprek niet midden in een zin tussen modellen wisselt. Het geluidssignaal noemt het actieve model hardop: “Flo hier, Sonnet.” / “Flo hier, Apple.” / “Flo hier, Haiku.”
pt_br: O modo de voz ignora o classificador de roteamento e vai direto para o seu **provedor de nuvem principal** durante toda a sessão (ou para a Apple, se ela for o único provedor configurado). Isso segue o modo como o ChatGPT Advanced Voice / Gemini Live / Pi.ai lidam com voz — um modelo para a sessão inteira, para que a conversa não mude de modelo no meio de uma frase. O sinal sonoro diz em voz alta o nome do modelo ativo: "Flo aqui, Sonnet." / "Flo aqui, Apple." / "Flo aqui, Haiku."
ru: Голосовой режим обходит классификатор маршрутизации и на всё время сессии направляет запросы вашему **основному облачному провайдеру** (или Apple, если это ваш единственный настроенный провайдер). Так же работают ChatGPT Advanced Voice / Gemini Live / Pi.ai — одна модель на всю сессию, чтобы разговор не переходил между моделями посреди фразы. Звуковой сигнал вслух называет активную модель: «Flo на связи, Sonnet.» / «Flo на связи, Apple.» / «Flo на связи, Haiku.»
sv: Röstläget går förbi routningsklassificeraren och går direkt till din **primära molnleverantör** under hela sessionen (eller Apple om Apple är din enda konfigurerade leverantör). Det motsvarar hur ChatGPT Advanced Voice / Gemini Live / Pi.ai hanterar röst — en modell för hela sessionen så att samtalet inte glider mellan modeller mitt i en mening. Ljudsignalen säger namnet på den aktiva modellen högt: "Flo här, Sonnet." / "Flo här, Apple." / "Flo här, Haiku."
zh_hans: 语音模式会绕过路由分类器，在整个对话期间直接使用你的**主要云端服务商**（如果 Apple 是你唯一配置的服务商，则使用 Apple）。这与 ChatGPT 高级语音 / Gemini Live / Pi.ai 处理语音的方式一致 — 整个对话使用同一个模型，避免对话在句子中途切换模型。提示音会大声报出当前模型：“Flo here, Sonnet.” / “Flo here, Apple.” / “Flo here, Haiku.”

source: Voice mode finalized my turn too early / won't finalize
ar: أنهى الوضع الصوتي دوري مبكرًا جدًا / لا يُنهيه
da: Stemmetilstand afsluttede min tur for tidligt / vil ikke afslutte
de: Der Sprachmodus hat meinen Beitrag zu früh abgeschlossen / schließt ihn nicht ab
es: El modo de voz cerró mi turno demasiado pronto / no lo cierra
fi: Puhetila päätti vuoroni liian aikaisin / ei päätä vuoroa
fr: Le mode vocal a terminé mon tour trop tôt / ne le termine pas
is: Raddhamur lauk umferðinni minni of snemma / lýkur henni ekki
it: La modalità vocale chiude il mio turno troppo presto / non lo chiude
ja: 音声モードで発話の確定が早すぎる / 確定しない
ko: 음성 모드가 내 말을 너무 일찍 끝내거나 / 끝내지 않는 경우
nb: Talemodus avsluttet turen min for tidlig / vil ikke avslutte
nl: De spraakmodus rondde mijn beurt te vroeg af / rondt niet af
pt_br: O modo de voz encerrou minha fala cedo demais / não encerra
ru: Голосовой режим завершил мою реплику слишком рано / не завершает её
sv: Röstläget avslutade min tur för tidigt / avslutar den inte
zh_hans: 语音模式过早结束了我的发言 / 迟迟不结束

source: Voice mode isn't interrupting on my voice
ar: الوضع الصوتي لا يقاطع عند سماع صوتي
da: Stemmetilstand lader sig ikke afbryde af min stemme
de: Der Sprachmodus lässt sich durch meine Stimme nicht unterbrechen
es: El modo de voz no se interrumpe cuando hablo
fi: Puhetila ei keskeydy äänestäni
fr: Le mode vocal ne s’interrompt pas quand je parle
is: Raddhamur bregst ekki við þegar ég gríp fram í
it: La modalità vocale non si interrompe quando parlo
ja: 音声モードで声による割り込みができない
ko: 음성 모드에서 말로 끼어들어지지 않는 경우
nb: Talemodus lar seg ikke avbryte av stemmen min
nl: De spraakmodus laat zich niet onderbreken door mijn stem
pt_br: O modo de voz não é interrompido pela minha voz
ru: Голосовой режим не прерывается на мой голос
sv: Röstläget avbryter inte när jag pratar
zh_hans: 语音模式不会因我的声音而打断

source: Voice transcripts stay on-device too
ar: النصوص المفرّغة من الصوت تبقى على الجهاز أيضًا
da: Stemmetransskriptioner bliver også på enheden
de: Sprachtranskripte bleiben ebenfalls auf dem Gerät
es: Las transcripciones de voz también se quedan en el dispositivo
fi: Puheen tekstitykset pysyvät myös laitteessa
fr: Les transcriptions vocales restent aussi sur l’appareil
is: Raddafrit haldast líka á tækinu
it: Anche le trascrizioni vocali restano sul dispositivo
ja: 音声のトランスクリプトもデバイス内にとどまります
ko: 음성 대화 기록도 기기에 남습니다
nb: Taletranskripsjoner blir også på enheten
nl: Spraaktranscripten blijven ook op het apparaat
pt_br: As transcrições de voz também ficam no dispositivo
ru: Голосовые расшифровки тоже остаются на устройстве
sv: Rösttranskript stannar också på enheten
zh_hans: 语音转写的文字也保留在设备上

source: Voice-mode brevity
ar: الإيجاز في الوضع الصوتي
da: Korte svar i stemmetilstand
de: Kürze im Sprachmodus
es: Brevedad en el modo de voz
fi: Puhetilan lyhytsanaisuus
fr: Concision en mode vocal
is: Stuttorð svör í raddham
it: Brevità in modalità vocale
ja: 音声モードでの簡潔さ
ko: 음성 모드의 간결함
nb: Korte svar i talemodus
nl: Beknoptheid in de spraakmodus
pt_br: Respostas breves no modo de voz
ru: Краткость в голосовом режиме
sv: Korta svar i röstläget
zh_hans: 语音模式下的简洁回答

source: Voice-mode rough edges
ar: مواطن الخشونة في الوضع الصوتي
da: Ru kanter i stemmetilstand
de: Schwachstellen des Sprachmodus
es: Asperezas del modo de voz
fi: Puhetilan karkeat reunat
fr: Imperfections du mode vocal
is: Hnökrar í raddham
it: Imperfezioni della modalità vocale
ja: 音声モードの粗い点
ko: 음성 모드의 미흡한 점
nb: Skarpe kanter i talemodus
nl: Ruwe randjes van de spraakmodus
pt_br: Limitações do modo de voz
ru: Недоработки голосового режима
sv: Ojämnheter i röstläget
zh_hans: 语音模式的不完善之处

source: Waiting (over 100 m)
ar: انتظار (أكثر من 100 م)
da: Venter (over 100 m)
de: Warten (über 100 m)
es: Esperando (más de 100 m)
fi: Odotetaan (yli 100 m)
fr: En attente (plus de 100 m)
is: Bíður (yfir 100 m)
it: In attesa (oltre 100 m)
ja: 待機中（100 m 超）
ko: 대기 중(100m 초과)
nb: Venter (over 100 m)
nl: Wachten (meer dan 100 m)
pt_br: Aguardando (mais de 100 m)
ru: Ожидание (более 100 м)
sv: Väntar (över 100 m)
zh_hans: 等待中（超过 100 米）

source: Wake up mid-night? Pause your recording and resume later
ar: استيقظت في منتصف الليل؟ أوقف التسجيل مؤقتًا واستأنفه لاحقًا
da: Vågner du midt om natten? Sæt optagelsen på pause, og genoptag senere
de: Mitten in der Nacht aufgewacht? Pausiere deine Aufnahme und setze sie später fort
es: ¿Te despiertas a mitad de la noche? Pausa la grabación y reanúdala más tarde
fi: Heräsitkö keskellä yötä? Keskeytä tallennus ja jatka myöhemmin
fr: Réveillé en pleine nuit ? Mettez l’enregistrement en pause et reprenez plus tard
is: Vaknaðirðu um miðja nótt? Gerðu hlé á upptökunni og haltu áfram síðar
it: Ti svegli nel cuore della notte? Metti in pausa la registrazione e riprendila più tardi
ja: 夜中に目が覚めた？記録を一時停止して、あとで再開しましょう
ko: 한밤중에 깼나요? 기록을 일시정지하고 나중에 재개하세요
nb: Våkner du midt på natten? Sett opptaket på pause og fortsett senere
nl: Midden in de nacht wakker? Pauzeer je opname en hervat later
pt_br: Acordou no meio da noite? Pause a gravação e retome depois
ru: Проснулись посреди ночи? Приостановите запись и возобновите позже
sv: Vaknar du mitt i natten? Pausa inspelningen och återuppta senare
zh_hans: 半夜醒来？暂停记录，稍后继续

source: Warm and soft
ar: دافئ وناعم
da: Varmt og blødt
de: Warm und sanft
es: Cálido y suave
fi: Lämmin ja pehmeä
fr: Chaleureux et doux
is: Hlýtt og mjúkt
it: Caldo e morbido
ja: 温かみがありやわらかい
ko: 따뜻하고 부드러운
nb: Varmt og mykt
nl: Warm en zacht
pt_br: Quente e suave
ru: Тёплый и мягкий
sv: Varmt och mjukt
zh_hans: 温暖柔和

source: Watch-Based Sleep Extension
ar: امتداد النوم عبر الساعة
da: Søvnforlængelse via uret
de: Schlafverlängerung per Watch
es: Prolongación del sueño con el reloj
fi: Watchiin perustuva unen jatko
fr: Prolongation du sommeil via la Watch
is: Svefnframlenging með úri
it: Prolungamento del sonno tramite Watch
ja: Watch による睡眠延長の検出
ko: Watch 기반 수면 연장
nb: Søvnforlengelse basert på klokken
nl: Slaapverlenging via de Watch
pt_br: Extensão do sono pelo Watch
ru: Продление сна по данным Apple Watch
sv: Sömnförlängning via Apple Watch
zh_hans: 基于手表的睡眠延长检测

source: Week 2+
ar: الأسبوع الثاني فما بعد
da: Uge 2+
de: Ab Woche 2
es: Semana 2+
fi: Viikko 2+
fr: Semaine 2 et +
is: Vika 2+
it: Dalla seconda settimana
ja: 2 週目以降
ko: 2주째 이후
nb: Uke 2+
pt_br: Semana 2+
ru: 2-я неделя и далее
sv: Vecka 2+
zh_hans: 第 2 周及以后

source: Well above the usual resting range. Read it next to your RMSSD, sleep and recent training before drawing a conclusion.
ar: أعلى بكثير من نطاق الراحة المعتاد. اقرأه مع RMSSD والنوم والتدريب الحديث قبل استخلاص أي استنتاج.
da: Et godt stykke over det sædvanlige hvileinterval. Læs det sammen med din RMSSD, søvn og nylige træning, før du drager en konklusion.
de: Deutlich über dem üblichen Ruhebereich. Lies den Wert zusammen mit deinem RMSSD, deinem Schlaf und deinem jüngsten Training, bevor du Schlüsse ziehst.
es: Bastante por encima del rango habitual en reposo. Léelo junto a tu RMSSD, tu sueño y tu entrenamiento reciente antes de sacar conclusiones.
fi: Selvästi tavallisen lepoalueen yläpuolella. Lue se RMSSD:si, unesi ja viimeaikaisen harjoittelusi rinnalla ennen johtopäätöksiä.
fr: Bien au-dessus de la plage habituelle au repos. À lire avec votre RMSSD, votre sommeil et votre entraînement récent avant de tirer une conclusion.
is: Vel yfir venjulegu hvíldarbili. Lestu það í samhengi við RMSSD, svefn og nýlegar æfingar áður en þú dregur ályktun.
it: Ben sopra il normale intervallo a riposo. Leggilo insieme a RMSSD, sonno e allenamento recente prima di trarre conclusioni.
ja: 通常の安静時の範囲を大きく上回っています。結論を出す前に、RMSSD、睡眠、最近のトレーニングと合わせて読み取ってください。
ko: 일반적인 안정 시 범위보다 훨씬 높습니다. 결론을 내리기 전에 RMSSD, 수면, 최근 훈련과 함께 읽으세요.
nb: Godt over det vanlige hvileområdet. Les det sammen med RMSSD, søvn og nylig trening før du trekker en konklusjon.
nl: Ruim boven het gebruikelijke bereik in rust. Lees het samen met je RMSSD, slaap en recente training voordat je een conclusie trekt.
pt_br: Bem acima da faixa habitual de repouso. Leia junto com seu RMSSD, seu sono e seu treino recente antes de tirar uma conclusão.
ru: Значительно выше обычного диапазона покоя. Прежде чем делать выводы, сопоставьте с RMSSD, сном и недавними тренировками.
sv: Långt över det vanliga intervallet i vila. Läs det tillsammans med din RMSSD, sömn och senaste träning innan du drar någon slutsats.
zh_hans: 远高于通常的静息范围。在下结论之前，请结合你的 RMSSD、睡眠和近期训练一起看。

source: Well above your own normal
ar: أعلى بكثير من المعتاد لديك
da: Et godt stykke over dit eget normale
de: Deutlich über deinem eigenen Normalwert
es: Bastante por encima de tu propia normalidad
fi: Selvästi oman normaalisi yläpuolella
fr: Bien au-dessus de votre propre normale
is: Vel yfir þínu eigin venjulega
it: Ben sopra la tua norma
ja: 自分の普段を大きく上回っている
ko: 본인의 평소보다 훨씬 높음
nb: Godt over ditt eget normale
nl: Ruim boven je eigen normaal
pt_br: Bem acima do seu próprio normal
ru: Значительно выше вашей нормы
sv: Klart över ditt eget normala
zh_hans: 远高于你自己的常态

source: Well above your own normal — the range people usually feel good training in
ar: أعلى بكثير من المعتاد لديك — النطاق الذي يشعر فيه الناس عادةً بالارتياح للتدريب
da: Et godt stykke over dit eget normale — det interval, hvor folk normalt har det godt med at træne
de: Deutlich über deinem eigenen Normalwert — der Bereich, in dem sich Training meist gut anfühlt
es: Bastante por encima de tu propia normalidad: el rango en el que la gente suele sentirse bien para entrenar
fi: Selvästi oman normaalisi yläpuolella — alue, jolla harjoittelu yleensä tuntuu hyvältä
fr: Bien au-dessus de votre propre normale — la plage dans laquelle on se sent généralement bien pour s’entraîner
is: Vel yfir þínu eigin venjulega — bilið þar sem fólki líður yfirleitt vel að æfa
it: Ben sopra la tua norma — l'intervallo in cui di solito ci si sente bene ad allenarsi
ja: 自分の普段を大きく上回っている — 多くの人が気持ちよくトレーニングできる範囲
ko: 본인의 평소보다 훨씬 높음 — 대개 훈련할 때 컨디션이 좋다고 느끼는 범위
nb: Godt over ditt eget normale — området der folk vanligvis føler seg bra når de trener
nl: Ruim boven je eigen normaal — het bereik waarin mensen zich meestal goed voelen om te trainen
pt_br: Bem acima do seu próprio normal — a faixa em que as pessoas geralmente se sentem bem para treinar
ru: Значительно выше вашей нормы — диапазон, в котором люди обычно хорошо себя чувствуют на тренировках
sv: Klart över ditt eget normala — det intervall där folk brukar må bra av att träna
zh_hans: 远高于你自己的常态 — 人们通常在这个范围内训练感觉良好

source: Well below your normal — worth looking at sleep, illness and recent load
ar: أقل بكثير من المعتاد لديك — يستحق النظر في النوم والمرض والحمل الحديث
da: Et godt stykke under dit normale — værd at se på søvn, sygdom og nylig belastning
de: Deutlich unter deinem Normalwert — ein Blick auf Schlaf, Krankheit und jüngste Belastung lohnt sich
es: Bastante por debajo de tu normalidad: conviene revisar el sueño, posibles enfermedades y la carga reciente
fi: Selvästi normaalisi alapuolella — kannattaa tarkastella unta, sairastumista ja viimeaikaista kuormitusta
fr: Bien en dessous de votre normale — cela vaut la peine de regarder le sommeil, une éventuelle maladie et la charge récente
is: Vel undir þínu venjulega — vert að skoða svefn, veikindi og nýlegt álag
it: Ben sotto la tua norma — vale la pena guardare sonno, malattie e carico recente
ja: 普段を大きく下回っている — 睡眠、体調不良、最近の負荷を確認する価値があります
ko: 본인의 평소보다 훨씬 낮음 — 수면, 질병, 최근 부하를 살펴볼 만합니다
nb: Godt under det normale for deg — verdt å se på søvn, sykdom og nylig belastning
nl: Ruim onder je normaal — kijk naar slaap, ziekte en recente belasting
pt_br: Bem abaixo do seu normal — vale observar o sono, possíveis doenças e a carga recente
ru: Значительно ниже вашей нормы — стоит обратить внимание на сон, болезнь и недавнюю нагрузку
sv: Klart under ditt normala — värt att se över sömn, sjukdom och senaste belastning
zh_hans: 远低于你的常态 — 值得看看睡眠、是否生病以及近期负荷

source: What Affects HRV
ar: ما الذي يؤثر في HRV
da: Hvad påvirker HRV
de: Was die HRV beeinflusst
es: Qué afecta a la HRV
fi: Mikä vaikuttaa HRV:hen
fr: Ce qui influence la HRV
is: Hvað hefur áhrif á HRV
it: Cosa influenza l'HRV
ja: HRV に影響するもの
ko: HRV에 영향을 주는 요인
nb: Hva påvirker HRV
nl: Wat HRV beïnvloedt
pt_br: O que afeta a VFC
ru: Что влияет на ВСР
sv: Vad påverkar HRV
zh_hans: 影响 HRV 的因素

source: What artifact percentage means and how to improve it
ar: ما الذي تعنيه نسبة أخطاء القياس وكيف تحسّنها
da: Hvad artefaktprocent betyder, og hvordan du forbedrer den
de: Was der Artefaktanteil bedeutet und wie du ihn verbesserst
es: Qué significa el porcentaje de artefactos y cómo mejorarlo
fi: Mitä artefaktiprosentti tarkoittaa ja miten sitä voi parantaa
fr: Ce que signifie le pourcentage d’artéfacts et comment l’améliorer
is: Hvað truflanahlutfall þýðir og hvernig á að bæta það
it: Cosa significa la percentuale di artefatti e come migliorarla
ja: アーチファクトの割合の意味と改善方法
ko: 아티팩트 비율의 의미와 개선 방법
nb: Hva artefaktprosent betyr og hvordan du forbedrer den
nl: Wat het artefactpercentage betekent en hoe je het verbetert
pt_br: O que a porcentagem de artefatos significa e como melhorá-la
ru: Что означает процент артефактов и как его улучшить
sv: Vad artefaktandelen betyder och hur du förbättrar den
zh_hans: 伪迹百分比的含义以及如何改善

source: What Changes
ar: ما الذي يتغيّر
da: Hvad ændrer sig
de: Was sich ändert
es: Qué cambia
fi: Mikä muuttuu
fr: Ce qui change
is: Hvað breytist
it: Cosa cambia
ja: 変わること
ko: 달라지는 점
nb: Hva endres
nl: Wat er verandert
pt_br: O que muda
ru: Что меняется
sv: Vad som ändras
zh_hans: 有什么变化

source: What Counts as Vitals
ar: ما الذي يُعدّ من العلامات الحيوية
da: Hvad tæller som vitale tegn
de: Was als Vitalwerte zählt
es: Qué cuenta como constantes vitales
fi: Mitä vitaaliarvoihin kuuluu
fr: Ce qui compte comme signes vitaux
is: Hvað telst til lífsmarka
it: Cosa rientra nei parametri vitali
ja: バイタルに含まれるもの
ko: 활력 징후에 포함되는 것
nb: Hva regnes som vitale tegn
nl: Wat telt als vitale waarden
pt_br: O que conta como sinal vital
ru: Что считается жизненными показателями
sv: Vad räknas som vitala tecken
zh_hans: 哪些属于生命体征

source: What fractal correlation adds to the amplitude metrics
ar: ما الذي يضيفه الارتباط الكسري إلى مقاييس السعة
da: Hvad fraktal korrelation tilføjer til amplitudemålingerne
de: Was die fraktale Korrelation zu den Amplitudenmetriken beiträgt
es: Qué añade la correlación fractal a las métricas de amplitud
fi: Mitä fraktaalinen korrelaatio lisää amplitudimittareihin
fr: Ce que la corrélation fractale ajoute aux métriques d’amplitude
is: Hvað brotafylgni bætir við sveifluvíddarmælingarnar
it: Cosa aggiunge la correlazione frattale alle metriche di ampiezza
ja: フラクタル相関が振幅の指標に加えるもの
ko: 프랙탈 상관이 진폭 지표에 더해 주는 것
nb: Hva fraktal korrelasjon tilfører amplitudemålene
nl: Wat fractale correlatie toevoegt aan de amplitudewaarden
pt_br: O que a correlação fractal acrescenta às métricas de amplitude
ru: Что фрактальная корреляция добавляет к амплитудным показателям
sv: Vad fraktal korrelation tillför till amplitudmåtten
zh_hans: 分形相关性为幅度类指标补充了什么

source: What Get Me Back Does
ar: ما الذي يفعله Get Me Back
da: Hvad Get Me Back gør
de: Was Get Me Back macht
es: Qué hace Get Me Back
fi: Mitä Get Me Back tekee
fr: Ce que fait Get Me Back
is: Hvað Get Me Back gerir
it: Cosa fa Get Me Back
ja: Get Me Back でできること
ko: Get Me Back의 기능
nb: Hva Get Me Back gjør
nl: Wat Get Me Back doet
pt_br: O que o Get Me Back faz
ru: Что делает Get Me Back
sv: Vad Get Me Back gör
zh_hans: Get Me Back 的功能

source: What is Emuqu?
ar: ما هو Emuqu؟
da: Hvad er Emuqu?
de: Was ist Emuqu?
es: ¿Qué es Emuqu?
fi: Mikä Emuqu on?
fr: Qu’est-ce qu’Emuqu ?
is: Hvað er Emuqu?
it: Cos'è Emuqu?
ja: Emuqu とは？
ko: Emuqu란?
nb: Hva er Emuqu?
nl: Wat is Emuqu?
pt_br: O que é o Emuqu?
ru: Что такое Emuqu?
sv: Vad är Emuqu?
zh_hans: Emuqu 是什么？

source: What Is HRV?
ar: ما هو HRV؟
da: Hvad er HRV?
de: Was ist HRV?
es: ¿Qué es la HRV?
fi: Mitä HRV on?
fr: Qu’est-ce que la HRV ?
is: Hvað er HRV?
it: Cos'è l'HRV?
ja: HRV とは？
ko: HRV란?
nb: Hva er HRV?
nl: Wat is HRV?
pt_br: O que é VFC?
ru: Что такое ВСР?
sv: Vad är HRV?
zh_hans: 什么是 HRV？
